       IDENTIFICATION DIVISION.
       PROGRAM-ID. DISPLAY0.
       PROCEDURE DIVISION.
          COPY DISPLAY1
		  COPY DISPLAY2
       END PROGRAM DISPLAY0.