       IDENTIFICATION DIVISION.
       PROGRAM-ID. DISPLAY0.
       PROCEDURE DIVISION.
          COPY DISPLAY2
          COPY DISPLAY1
       END PROGRAM DISPLAY0.
